var buildings = {
        "building": [
    {
      "id": "0",
      "name": "W Road",
      "address": "6628 N. Sheridan Rd.",
      "description": "Bellarmine Hall serves as an apartment-style facility housing upper-class students.  The population consists of primarily sophomore and transfer students though there are also junior and senior level students who call it home.  The resident capacity for Bellarmine is approximately 300 students. Bellarmine is located on the north end of campus. All floors have student lounges. There is gated parking available to students who reside in any on campus residence hall and who register with Campus Transportation. Kitchens in Bellarmine apartments include a full refrigerator, stovetop and oven.",
      "img": [{"url": "img/1.1.jpg"}],
      "lat": 0,
      "longi": 0,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "1",
      "name": "Bellarmine Hall",
      "address": "6628 N. Sheridan Rd.",
      "description": "Bellarmine Hall serves as an apartment-style facility housing upper-class students.  The population consists of primarily sophomore and transfer students though there are also junior and senior level students who call it home.  The resident capacity for Bellarmine is approximately 300 students. Bellarmine is located on the north end of campus. All floors have student lounges. There is gated parking available to students who reside in any on campus residence hall and who register with Campus Transportation. Kitchens in Bellarmine apartments include a full refrigerator, stovetop and oven.",
      "img": [{"url": "img/1.1.jpg"}],
      "lat": 132,
      "longi": 105,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "2",
      "name": "Campion Hall",
      "address": "6551 N. Sheridan Rd.",
      "description": "Located on the north side of campus, Campion Hall allows convenient access to Damen Student Center, several bus lines and the Loyola El stop, and a myriad of local restaurants. The Honors Program has offices on the 1st floor of Campion, and some Honors classes are taught in the Campion multi-purpose room on the lower level. Campion features entertainment and study lounges on all floors, a large living room off the main lobby including a piano, and on-site laundry facilities. A full kitchen is located on the lower level of the building and available for all residents to use. Rooms, hallways, and lounges are carpeted.",
      "img": [{"url": "img/2.1.jpg"}],
      "lat": 300,
      "longi": 314,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "3",
      "name": "St Joseph's Seminary",
      "address": "1120 W. Loyola Ave.",
      "description": "Saint Joseph College Seminary, formerly Niles College Seminary at Loyola University, is the undergraduate or college seminary for the Archdiocese of Chicago. In the Archdiocesan Chicago Seminary system, Saint Joseph College Seminary affords college aged men the opportunity to discern their calling to the Catholic Priesthood.",
      "img": [{"url": "img/3.1.jpg"}],
      "lat": 363,
      "longi": 388,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "4",
      "name": "Loyola Hall",
      "address": "W. Loyola Ave.",
      "description": "Classrooms, offices and research labs.",
      "img": [{"url": "img/4.1.png"}],
      "lat": 460,
      "longi": 388,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "5",
      "name": "Preschool",
      "address": "1052 W. Loyola Ave.",
      "description": "Loyola University Preschool opened in August of 1994 and is located in the garden level and first floor of the Doyle Center. It features classrooms specially designed for young children, an indoor gross-motor room, a kitchen, an enclosed outdoor play area, and convenient drop-off parking. In addition, the preschool has access to the “green spaces” and gymnasiums of Loyola University Chicago.",
      "img": [{"url": "img/5.1.png"}],
      "lat": 661,
      "longi": 377,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "6",
      "name": "Arrupe House",
      "address": "1030 W. Loyola Ave.",
      "description": "",
      "img": [{"url": "img/6.1.png"}],
      "lat": 754,
      "longi": 392,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "7",
      "name": "Santa Clara Hall",
      "address": "1000 W. Loyola Ave.",
      "description": "Santa Clara Hall is an apartment-style facility housing upper-class students.  The population consists of primarily junior and senior level students.  Santa Clara was rehabbed and re-opened in 2008. The facility is comprised of apartment-style two bedroom quad rooms, including full kitchens (refrigerator, stovetop, oven, and microwave) and two full bathrooms. There are a limited number of two bedroom/two bathroom doubles available. Laundry facilities are located on the first floor. Santa Clara is the closest residential facility in proximity to the lake in the city of Chicago.",
      "img": [{"url": "img/7.1.jpg"}],
      "lat": 886,
      "longi": 392,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "8",
      "name": "Centennial Forum",
      "address": "1125 W. Loyola Ave.",
      "description": "The gateway to our campus, Centennial Forum, is a convenient and affordable venue option for meetings and events. Event spaces include Bremner Lounge, Rambler Room, and the Mullady Theatre. The building allows for easy access to public transit and open floor plans.",
      "img": [
        {"url": "img/8.1.jpg"},
        {"url": "img/8.2.jpg"}],
      "lat": 270,
      "longi": 507,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "9",
      "name": "Mertz Hall",
      "address": "1125 W. Loyola Ave.",
      "description": "Mertz Hall is the largest building on the Lakeshore Campus and the largest residence hall, housing approximately 650 first-year students.  The building is connected to Centennial Forum (CF) and stands 19 stories tall – Floors 3-19 are residential floors; Floor 2 is the lounge, common kitchen, common laundry facility, and office space; Floor 1 is Centennial Forum only.  Mertz is a traditional style residence hall comprised of mostly doubles, some singles, and a few quads.  Each floor has 4 community-style bathrooms and 2 community lounge spaces, located in the hallway. All community bathrooms were completely renovated in 2010 and 2011, new doors were installed throughout the building in 2010, and all residential floors were repainted and had new carpet installed in 2013. In the summer of 2014 the carpet in the second floor lounge and elevator lobby was replaced with hardwood floors and a full common kitchen was created and accessible to all of Mertz Hall residents. The layout of the building allows students to create and unforgettable experience unlike any other experience on campus. A few traditional programs are Mertz Til It Hurts Stair-a-thon, First day of School Photo Booth, End of the Year Block Party and various viewing parties in the building lounge located on the second floor, including sporting events and awards shows.",
      "img": [{"url": "img/9.1.jpg"}],
      "lat": 380,
      "longi": 507,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "10",
      "name": "Crown Center for the Humanities",
      "address": "1001-25 W. Loyola Ave.",
      "description": "Located on the northeast side of Loyola's Lake Shore Campus, the Edward Crown Center for the Humanities was built in 1984. Just steps from Lake Michigan, the Crown Center lobby offers breathtaking views of the lake and is a popular venue for wedding receptions and conferences. Adjacent to the lobby is a 245-seat auditorium, beautiful outdoor patio, and two conference rooms.",
      "img": [
        {"url": "img/10.1.jpg"},
        {"url": "img/10.2.jpg"}],
      "lat": 900,
      "longi": 507,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "11",
      "name": "Damen Student Center",
      "address": "6511 N. Sheridan Rd.",
      "description": "Built in April 2013, the Arnold J. Damen, S.J., Student Center is a Silver-LEED certified building and one of Loyola's most dynamic buildings on the Lake Shore Campus. The building boasts over a dozen lounge spaces and conference rooms, a cinema, sports pub, atrium seating area, retail dining options, and a large ballroom that can accommodate up to 400 guests.",
      "img": [
        {"url": "img/11.1.jpg"},
        {"url": "img/11.2.jpg"},
        {"url": "img/11.3.jpg"},
        {"url": "img/11.4.jpg"},
        {"url": "img/11.5.jpg"}],
      "lat": 330,
      "longi": 700,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "12",
      "name": "Gentile Arena",
      "address": "1032 W. Sheridan Rd.",
      "description": "The Joseph J. Gentile Arena, also known as the Joseph J. Gentile Center or \"The Joe\", is a 4,486-seat multi-purpose arena on the campus of Loyola University in Chicago. The arena opened in 1996. It is the home of the Loyola Ramblers men's and women's basketball programs.",
      "img": [
        {"url": "img/12.1.jpg"},
        {"url": "img/12.2.jpg"},
        {"url": "img/12.3.jpg"}],
      "lat": 455,
      "longi": 655,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "13",
      "name": "Norville Athletics Center",
      "address": "6526 N. Winthrop Ave.",
      "description": "Officially opened on March 3, 2011, the Norville Center for Intercollegiate Athletics serves as the new home for Loyola athletics. It includes a student-athlete academic center, a sports medicine facility, modern and fully furnished locker rooms, state-of-the-art strength and conditioning equipment, a Loyola athletics Wall of Fame, and other facilities that will transform the on-campus experience of all our students and help take Loyola's athletics to the next level.",
      "img": [
        {"url": "img/13.1.jpg"},
        {"url": "img/13.2.jpg"},
        {"url": "img/13.3.jpg"}],
      "lat": 542,
      "longi": 664,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "14",
      "name": "Dumbach Hall",
      "address": "6474 N. Kenmore Ave.",
      "description": "Built in 1908, Dumbach Hall is the oldest structure on the Lake Shore Campus. It is named for Henry Dumbach, S.J., who in 1906 purchased the original 19.25 acres of land that would become Lake Shore Campus.  Dumbach Hall was the home of Loyola Academy until 1957.  The front entrance of Dumbach has often been used as a background for class and graduation photos.",
      "img": [
        {"url": "img/14.1.jpg"},
        {"url": "img/14.2.jpg"}],
      "lat": 663,
      "longi": 688,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "15",
      "name": "Cudahy Library",
      "address": "1032 W. Sheridan Rd.",
      "description": "The Elizabeth M. Cudahy Memorial Library is the main library of Loyola University Chicago, and houses the university's fine arts, humanities, science and social sciences collections as well as the University Archives and government document depository collections. The Cudahy physical collections comprise more than 900,000 volumes and 3,200 periodical subscriptions; online resources include hundreds of research databases, thousands of e-books, and over 35,000 journal titles.",
      "img": [
        {"url": "img/15.1.jpg"},
        {"url": "img/15.2.jpg"}],
      "lat": 840,
      "longi": 610,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "16",
      "name": "Richard J. Klarchek Information Commons",
      "address": "6501 N. Kenmore Ave.",
      "description": "The IC is the ideal place to learn, share, connect, create and relax here on Loyola University Chicago's Lake Shore Campus. It offers spaces and technology for group study and team learning; high-speed Internet connectivity including wireless; and comfortable spaces for serious work, reading and relaxation.",
      "img": [
        {"url": "img/16.1.jpg"},
        {"url": "img/16.2.jpg"}],
      "lat": 956,
      "longi": 775,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "17",
      "name": "Madonna della Strada Chapel",
      "address": "1032 W. Sheridan Rd.",
      "description": "Madonna della Strada is a chapel on the campus of Loyola University Chicago. It is named after the motherchurch of the Jesuit Province of Chicago (one of the largest Jesuit provinces).",
      "img": [
        {"url": "img/17.1.jpg"},
        {"url": "img/17.2.jpg"}],
      "lat": 961,
      "longi": 905,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "18",
      "name": "Cudahy Science Hall",
      "address": "6460 N. Kenmore Ave.",
      "description": "Michael Cudahy Science hall, buit in 1911-1912, was the first building used for Loyola University classes.  The observatory was never used, however, for many years the basement housed a working seismograph station. The building underwent internal renovations in the late 1970s, but the exterior was not altered.",
      "img": [{"url": "img/18.1.jpg"}],
      "lat": 695,
      "longi": 846,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "19",
      "name": "Cuneo Hall",
      "address": "6430 N. Kenmore Ave.",
      "description": "Cuneo Hall is a Gold-LEED certified building that opened in June 2012 and is in the top 5% of energy-efficient classrooms on college campuses. Named after Loyola benefactors, John and Herta Cuneo, the building retains the old architecture of the campus by closely resembling its neighboring buildings, Dumbach Hall and Cudahy Science Hall.  Other building features include state-of-the-art classrooms, a green roof, and an advanced filtration/ cooling system. Cuneo Hall's classrooms vary in size from capacities of 15-100 and are great for sustainable meetings, trainings, or lectures.",
      "img": [
        {"url": "img/19.1.jpg"},
        {"url": "img/19.2.jpg"},
        {"url": "img/19.3.jpg"}],
      "lat": 751,
      "longi": 994,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "20",
      "name": "Halas Sports Center",
      "address": "6458 N. Winthrop Ave.",
      "description": "Halas Recreation Center offers a variety of treadmills, elliptical trainers, upright bikes, recumbent bike, and stair climbers.  Halas also features both free weights and selectorized equipment. It is located next to the Damen Student Center and is a part of Student Complex.",
      "img": [
        {"url": "img/20.1.jpg"},
        {"url": "img/20.2.jpg"}],
      "lat": 422,
      "longi": 888,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "21",
      "name": "Fordham Hall",
      "address": "6455 N. Sheridan Rd.",
      "description": "Fordham Hall serves as an apartment-style facility housing upper-class students. The resident capacity for Fordham is approximately 365 students. Fordham Hall is located on the site of the old Granada Theater, a once majestic movie palace serving the residents of Rogers Park.  The Granada Center is on floors 2-4 of the building which include the Wellness Center.",
      "img": [{"url": "img/21.1.jpg"}],
      "lat": 244,
      "longi": 917,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "22",
      "name": "Granada Center",
      "address": "6439 N. Sheridan Rd.",
      "description": "Completed in 1991, Granada Center hosts residential apartments, a parking garage, office space for Loyola University, and several store fronts.  The Center was built to help aid the growth and development of the Rogers Park neighborhood, as well as to provide more space for Loyola University.",
      "img": [{"url": "img/22.1.jpg"}],
      "lat": 262,
      "longi": 1009,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "23",
      "name": "Flanner Hall",
      "address": "1068 W. Sheridan Rd.",
      "description": "One of Loyola’s traditional auditoriums, Flanner Hall is most commonly utilized for lectures and trainings and can seat 288 guests. The venue features tiered seating and tablet desks with a built-in projection screen. Adjacent to the auditorium is an open lobby, great for networking receptions or exhibitors.",
      "img": [
        {"url": "img/23.1.jpg"},
        {"url": "img/23.2.jpg"},
        {"url": "img/23.3.jpg"}],
      "lat": 603,
      "longi": 1124,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "24",
      "name": "Quinlan Life Sciences Center",
      "address": "1050 W. Sheridan Rd.",
      "description": "The Michael and Marilyn Quinlan Life Sciences Building is an education and major research facility for Loyola students. This modern building includes a classic auditorium for 199 guests and electronic meeting rooms.",
      "img": [{"url": "img/24.1.jpg"}],
      "lat": 736,
      "longi": 1124,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "25",
      "name": "Mundelein Center",
      "address": "1020 W. Sheridan Rd.",
      "description": "Formerly Mundelein College, the recently restored 80-year-old building is sometimes referred to as the ‘skyscraper building’ and is on the National Register of Historical places. Mundelein College was founded as an all-women's college in 1930 by the Sisters of the Charity of the Blessed Virgin Mary and 60 years later the college joined Loyola University Chicago. Mundelein was the first self-contained skyscraper college for women in the world and the last four-year women's college in Illinois at the time of its affiliation with Loyola. Within Mundelein Center is a large auditorium, atrium, theatres, and several classrooms.",
      "img": [{"url": "img/25.1.jpg"}],
      "lat": 887,
      "longi": 1102,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "26",
      "name": "Coffey Hall",
      "address": "1000 W. Sheridan Rd.",
      "description": "Located on the first floor of Coffey Hall, this newly renovated multi-purpose room boasts sparkling lake views and modern  carpeting, furniture, and decor. Fully electronic with a built in sound system, projector, and screen, McCormick Lounge is one of Loyola’s most sought after new venues. Ideal for networking events or organizational meetings, McCormick Lounge can accommodate up to 150 guests.",
      "img": [
        {"url": "img/26.1.jpg"},
        {"url": "img/26.2.jpg"},
        {"url": "img/26.3.jpg"}],
      "lat": 1080,
      "longi": 1064,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "27",
      "name": "Piper Hall",
      "address": "970 W. Sheridan Rd.",
      "description": "Nestled on the shores of Lake Michigan, Piper Hall Mansion is a one-of-a-kind venue with breathtaking views. Accented with Tiffany inspired windows and fixtures, original wood flooring, and a restored interior make this venue a popular choice for special events and small wedding receptions. When renting out the mansion you have access to the entire first floor, wrap around porch, and patio overlooking Lake Michigan.",
      "img": [
        {"url": "img/27.1.jpg"},
        {"url": "img/27.2.jpg"},
        {"url": "img/27.3.jpg"}],
      "lat": 1081,
      "longi": 1126,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "28",
      "name": "Hoyne Avenue athletic fields",
      "address": "6336 N. Hoyne Ave.",
      "description": "Hoyne Field is the home facility for the NCAA Men’s and Women’s Loyola Soccer teams as well as the NCAA Loyola Softball team.  The facility boasts a FieldTurf synthetic field and is located 1 mile west of campus on Devon Avenue and Hoyne Avenue.",
      "img": [{"url": "img/28.1.jpg"}],
      "lat": 115,
      "longi": 1283,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "29",
      "name": "Arnold Fine Arts Annex",
      "address": "1131 W. Sheridan Rd.",
      "description": "The annex is named after Ralph Arnold (1928-2006), former Chicago artist and chairman of Loyola’s Fine Arts department.  With a storefront-style gallery space, a ceramics studio, a metals studio, a sculpture studio, and a dance studio, the Ralph Arnold Fine Arts Annex serves as a combination exhibition and work space for students and faculty.",
      "img": [
        {"url": "img/29.1.jpg"},
        {"url": "img/29.2.jpg"}],
      "lat": 345,
      "longi": 1293,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "30",
      "name": "Regis Hall",
      "address": "6340 N. Winthrop Ave.",
      "description": "Regis is located on the south side of the Lake Shore Campus. This residential community houses 400 students. This building consists of single and double rooms each with a private bathroom. All rooms have cable television capabilities and high speed wireless/wired internet options. The Regis Multipurpose Room is a highly used space by students for various meetings, programs and activities during the school year. Lounges are available on each floor with a TV and community kitchenette with sink, stove top and oven, and microwave. These lounges spaces allow students to build community through study sessions and other co-curricular activities.",
      "img": [
        {"url": "img/30.1.jpg"},
        {"url": "img/30.2.jpg"}],
      "lat": 492,
      "longi": 1367,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "31",
      "name": "Le Moyne Hall",
      "address": "6308 N. Winthrop Ave.",
      "description": "Le Moyne Hall is part of the Winthrop Area, which also includes Fairfield, Seattle, Spring Hill, and Xavier Halls. LeMoyne Hall opened in fall 2008. Studio and one-bedroom doubles are available in Le Moyne Hall. Each room has a bathroom, and kitchenette (with a refrigerator and small stove). All rooms have cable television capabilities and high speed wireless/wired Internet options. The building is equipped with an elevator accessible to all floors. Laundry facilities are located in the building. There is gated parking available to those who pay for a permit from Campus Transportation and access to the gate is granted by Campus Transportation.",
      "img": [{"url": "img/31.1.jpg"}],
      "lat": 500,
      "longi": 1587,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "32",
      "name": "Simpson Living-Learning Center",
      "address": "6333 N. Winthrop Ave.",
      "description": "Simpson Hall is centrally located at the corner of Sheridan and Winthrop. All floors have two student lounges complete with cable TV and furniture. Residents have access to 8 kitchens throughout the building, complete with a stovetop, oven, and sink. Rooms, lounges, and hallways are carpeted. Laundry facilities are located in the building on each residential floor. Each room has a unique layout different from other rooms on the floor. Double rooms range between 180–255 square feet. Simpson Hall is home to a vibrant community of first-year students. Residents frequently spend time in the floor lounges to do homework, watch their favorite TV shows, and attend programs planned by their Resident Assistants. The Simpson Multipurpose Room, located across from the Department of Residence Life, is where students study together and receive tutoring services throughout the year. The Simpson Hall Council is an exciting leadership opportunity available to residents of the building. Hall Council plans events related to resident interests and philanthropy. In recent years, Simpson Hall Council has planned a mug decorating event, a March Madness competition, and a fundraiser for Loyola’s Magis Scholars Fund. Simpson Hall RAs and LCAs also plan exciting programs to connect residents to Loyola and the greater Chicago community throughout the year based on milestones of the Loyola Experience. Simpson Hall is named after Mr. William B. Simpson and his wife, Mrs. Marilyn M. Simpson, both great contributors and supporters of Loyola University Chicago. As a result of their continuous and generous support, the Loyola University Museum of Art (LUMA) also has a lecture room named after Mr. and Mrs. Simpson. Mr. and Mrs. Simpson were also honored with the Honorary Loyola Alumni Award in the 1980s. Simpson Hall opened in 1991.",
      "img": [{"url": "img/32.1.jpg"}],
      "lat": 620,
      "longi": 1400,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "33",
      "name": "Seattle Hall",
      "address": "6313 N. Winthrop Ave.",
      "description": "Seattle Hall is a part of the Winthrop Area, which also includes Fairfield, Le Moyne, Spring Hill, and Xavier Halls. Seattle features spacious single, double, and triple apartments. Each room has a bathroom and a kitchenette (with a refrigerator and small stove). All rooms have cable television capabilities and high speed wireless/wired internet options. The building is equipped with an elevator accessible to all four floors. Laundry facilities are located in the building. Parking is available to residents who apply for and pay for a permit through Campus Transportation.",
      "img": [{"url": "img/33.1.jpg"}],
      "lat": 606,
      "longi": 1521,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "34",
      "name": "Xavier Hall",
      "address": "6311 N. Winthrop Ave.",
      "description": "Xavier Hall is a part of the Winthrop Area, which also includes Fairfield, Le Moyne, Seattle, and Spring Hill Halls. Xavier includes spacious single, double, and triple apartments. Each apartment has a bathroom and a kitchenette (with a refrigerator and small gas stove). All rooms have cable television capabilities and high speed wireless/wired internet options. This building is equipped with an elevator accessible to all floors. Laundry facilities are available in Seattle Hall, which is adjacent to Xavier.",
      "img": [{"url": "img/34.1.jpg"}],
      "lat": 606,
      "longi": 1569,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "35",
      "name": "de Nobili Hall",
      "address": "6350 N. Kenmore Ave.",
      "description": "Opened in Fall 2013, de Nobili is home to 200 first year students living on four floors.  This residence hall features a two-story entertainment lounge, four study lounges, and two community kitchens with a full size refrigerator, stove top and oven. The dining hall is located on the ground level and offers a late night dining option for all residents. Laundry facilities are available in the building. de Nobili creates a strong sense of community among the first year students who live there due to the large lounge spaces and presence of Learning Communities in the building. Popular resident activities in de Nobili Hall are the Halloween Carnival and trips to Cubs games.",
      "img": [{"url": "img/35.1.jpg"}],
      "lat": 729,
      "longi": 1300,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "36",
      "name": "Ignatius House",
      "address": "6324 N. Kenmore Ave.",
      "description": "",
      "img": [{"url": "img/36.1.jpg"}],
      "lat": 729,
      "longi": 1300,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "37",
      "name": "BVM Hall",
      "address": "6364 N. Sheridan Rd.",
      "description": "The BVM Hall is part of the Institute of Environmental Sustainability.",
      "img": [{"url": "img/37.1.jpg"}],
      "lat": 852,
      "longi": 1279,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "38",
      "name": "Institute of Environmental Sustainability",
      "address": "6349 N. Kenmore Ave.",
      "description": "Loyola's new Institute of Environmental Sustainability is Gold LEED-certified and one of the most innovative buildings on the Lake Shore Campus. The facility was completed in Fall 2013 and includes a multitude of classrooms, research and teaching labs, a clean energy lab, an urban agricultural greenhouse, and a green café. It shares common spaces with San Francisco Hall, Loyola's  only green residence hall.",
      "img": [
        {"url": "img/38.1.jpg"},
        {"url": "img/38.2.jpg"},
        {"url": "img/38.3.jpg"}],
      "lat": 871,
      "longi": 1368,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "39",
      "name": "San Francisco Hall",
      "address": "6327 N. Kenmore Ave.",
      "description": "Opened in Fall 2013, San Francisco Hall (LEED certified) is an integral link to the Institute of Environmental Sustainability. The residence hall houses approximately 400 students living with eco-friendly features and is connected to a cafe, greenhouse and clean energy laboratory.  Several rooms overlook the buildings light-filled EcoDome. San Francisco Hall is also home to the Loyola's GreenHouse learning community. The building has three full kitchen lounges with electric stove tops, ovens, dishwashers and refrigerators for community's use. The building also houses two recreational lounges and a multipurpose room all with the latest HDTV capabilities. Laundry facilities are located in the building along with study lounges on every floor. This state-of-the-art living-learning laboratory promotes sustainable living through in-hall composting, geothermal heating and cooling systems, and rooftop rail water collection and purification system. The rooms, lounges, and hallways are carpeted. Each floor has 2-3 Resident Assistants (student staff members) who put on events and programs for residents to attend, participate, and interact with one another.   Residents enjoy building community with neighbors and fellow residents which lead to lasting friendships.  Residents are also influenced by San Francisco's green features aimed at living a more sustainable life.",
      "img": [{"url": "img/39.1.jpg"}],
      "lat": 900,
      "longi": 1459,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "40",
      "name": "Georgetown Hall",
      "address": "6301–15 N. Kenmore Ave.",
      "description": "Georgetown Hall is a part of the Kenmore Area, which also includes Canisius, Marquette, and Marquette South Halls.  Georgetown is located on the St. Ignatius Community Plaza and Rosemont Avenue. This residential community houses 125 upper class students. The building is comprised of five person apartments (quints) with full kitchens and two bathrooms. These apartments are particularly popular with upper class students because of their spaciousness and unique design. There is one lounge in Georgetown Hall, and it has a very large courtyard in front, which is a common gathering/programming space during the warmer months.  Students must enter Georgetown Hall through the front gate.  The desk for the Kenmore Area is located at the entrance of Marquette South Hall.",
      "img": [{"url": "img/40.1.jpg"}],
      "lat": 879,
      "longi": 1578,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "41",
      "name": "Castle House",
      "address": "6330 N. Sheridan Rd.",
      "description": "",
      "img": [{"url": "img/41.1.png"}],
      "lat": 983,
      "longi": 1429,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "42",
      "name": "Sullivan Center for Student Services",
      "address": "6339 N. Sheridan Rd.",
      "description": "The Sullivan Center is a centralized student resource building. It consolidates more than a dozen university offices that provide student services and support, ranging from undergraduate admission to international programs. More than 150 staff members plus student workers work in Sullivan.",
      "img": [
        {"url": "img/42.1.jpg"},
        {"url": "img/42.2.jpg"}],
      "lat": 1114,
      "longi": 1275,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "43",
      "name": "Burrowes Hall",
      "address": "6331 N. Sheridan Rd.",
      "description": "",
      "img": [{"url": "img/43.1.png"}],
      "lat": 1110,
      "longi": 1462,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "44",
      "name": "Hopkins House",
      "address": "6256 N. Winthrop Ave.",
      "description": "",
      "img": [{"url": "img/44.1.png"}],
      "lat": 500,
      "longi": 1679,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "45",
      "name": "International House",
      "address": "6244 N. Winthrop Ave.",
      "description": "A cross-cultural living and learning residence on Loyola's Lake Shore Campus.",
      "img": [{"url": "img/45.1.jpg"}],
      "lat": 500,
      "longi": 1724,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "46",
      "name": "Fairfield Hall",
      "address": "6228–40 N. Winthrop Ave.",
      "description": "Fairfield Hall is a part of the Winthrop Area, which also includes Le Moyne, Seattle, Spring Hill, and Xavier Halls.  Studio and one-bedroom double and two-bedroom quadruple rooms are available in Fairfield Hall. Each room has a bathroom, and kitchenette (with a refrigerator and small stove). All rooms have cable television capabilities and high speed wireless/wired internet options. Two laundry facilities are located in the building. There is gated parking available to those who pay for a permit from Campus Transportation and access to the gate is granted by Campus Transportation. In 2012, Fairfield opened a new student lounge accessible to all students in the hall. The lounge includes seating and study areas as well as a cozy fireplace and big screen TV.",
      "img": [{"url": "img/46.1.jpg"}],
      "lat": 500,
      "longi": 1800,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "47",
      "name": "Messina Hall",
      "address": "6229 N. Winthrop Ave.",
      "description": "Student Housing",
      "img": [{"url": "img/47.1.png"}],
      "lat": 642,
      "longi": 1877,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "48",
      "name": "Spring Hill Hall",
      "address": "6211 N. Winthrop Ave.",
      "description": "Spring Hill Hall is part of the Winthrop area, which also includes Fairfield, Le Moyne, Seattle, and Xavier Halls. Spring Hill includes studio and one-bedroom double apartments, which were recently remodeled in 2009. Each room has a bathroom and a kitchenette (with a refrigerator and small stove). All rooms have cable television capabilities and high speed wireless/wired internet options. Spring Hill is located steps from the CTA Granville stop, making travel easy! This building is equipped with an elevator accessible to all floors. Laundry facilities are located in the building. Parking is available to residents to those who apply for and pay for a permit through Campus Transportation.",
      "img": [{"url": "img/48.1.jpg"}],
      "lat": 623,
      "longi": 1951,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "49",
      "name": "Canisius Hall",
      "address": "6246 N. Kenmore Ave.",
      "description": "Canisius Hall is a part of the Kenmore Area, which also includes Georgetown, Marquette and Marquette South Halls.  This residential community houses 70 upper-class students. The building is comprised of apartment-style studio and one bedroom double rooms, including full kitchenette, full refrigerator, stovetop and oven. All rooms have cable television capabilities and high speed wireless/wired internet options. Laundry facilities are located in the building. The desk for the Kenmore Area is located at the entrance of Marquette South Hall.",
      "img": [{"url": "img/49.1.jpg"}],
      "lat": 745,
      "longi": 1820,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "50",
      "name": "Marquette Hall",
      "address": "6255 N. Kenmore Ave.",
      "description": "Marquette Hall is a part of the Kenmore Area, which also includes Canisius, Georgetown, and Marquette South Halls.  Marquette is home to 150 upper-class students. The building is comprised of apartment-style studio and one bedroom double rooms, including full kitchenette including full refrigerator stovetop and oven. All rooms have cable television capabilities and high speed wireless/wired internet options. There is gated parking available to those who pay for a permit from Campus Transportation and access to the gate is granted by Campus Transportation. Students must enter Marquette Hall through the front gate and front door. Laundry facilities are located in the building.",
      "img": [{"url": "img/50.1.jpg"}],
      "lat": 878,
      "longi": 1688,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "51",
      "name": "Marquette South",
      "address": "6241 N. Kenmore Ave.",
      "description": "Marquette South Hall is a part of the Kenmore Area, which also includes Canisius, Georgetown, and Marquette Halls.  Newly remodeled in 2012, Marquette South houses approximated 110 students. The facility is comprised of apartment-style studio doubles, one-bedroom doubles, and one-bedroom triples including full bathrooms and kitchens. All rooms have cable television capabilities and high speed wireless/wired internet options. There are lounges on all floors excluding the second floor where the laundry room is located. There is gated parking available only to residents of the hall who pay for a permit from Campus Transportation, access to the gate is granted by Campus Transportation. Students must enter the residence hall through the front gate and front door. The desk for the Kenmore Area is located at the entrance of Marquette South Hall.",
      "img": [{"url": "img/51.1.jpg"}],
      "lat": 878,
      "longi": 1759,
      "ymax": "",
      "ymin": ""
    },
    {
      "id": "52",
      "name": "Gonzaga Hall",
      "address": "6235 N. Kenmore Ave.",
      "description": "Gonzaga hall",
      "img": [
        {"url": "img/52.1.png"},
        {"url": "img/52.2.jpg"}],
      "lat": 860,
      "longi": 1874,
      "ymax": "",
      "ymin": ""
    }
  ]
}